Repository: cuadric/contact-data
Catalog: languages/*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.

source: Contact data saved.
es_es: Información guardada.

source: The data
es_es: Datos

source: Usage
es_es: Cómo se usa

source: Displays the 'Follow Me' buttons of those social networks you defined
es_es: Muestra los botones 'Sígueme' de las redes sociales que hayas definido

source: Follow Me Icons
es_es: Botones 'Sígueme'

source: Title:
es_es: Título:

source: Contact information
es_es: Información de contacto

source: Business Name
es_es: Nombre

source: Website
es_es: Sitio Web

source: URL of the corporate Website . e.g. www.mysite.com
es_es: URL del sitio Web. Pj.: www.sitioweb.com

source: Address
es_es: Dirección

source: Street, nunmber, town, building, etc.
es_es: Calle, número, barrio, edificio, etc.

source: Address (cont.)
es_es: Dirección (cont.)

source: Postal code, city, state, etc.
es_es: Código posta, ciudad, provincia, etc.

source: eMail
es_es: Correo electrónico

source: Phone number
es_es: Teléfono

source: Social Networks
es_es: Redes Sociales

source: Save Changes
es_es: Guardar cambios

source: How to use this values in your templates:
es_es: Cómo utilizar estos datos en tus plantillas:

source: This function, without parameters, return an array with all the contact field data:
es_es: Esta función, sin parámetros, devuelve un array con todos los campos de datos:

source: From this you can fetch the individual contact data values. Note de array syntax.
es_es: Con él puedes obtener los distintos campos de datos individuales. Nota la sintaxis de array.

source: To get any individual data, instead of get all of them, use this function:
es_es: Para obtener datos individuales, en lugar de todos juntos en un array, utiliza la función de esta forma:

source: There's also a widget you can use on the sidebars. <code>[follow_me_icons]</code>. It's really very simple. Only show those social networking buttons which have not left empty field.
es_es: También tienes un widget quepuedes utilizar en las barras laterales de tu theme: <code>[follow-me]</code>. Es un widget realmente muy simple. Solo muestra los botones de las redes sociales cuyo campo de dirección Web no hayas dejado vacío.

source: You can show the same widget through your PHP code using the <code style="padding:5px 10px;">"follow_me_icons ()"</code> function
es_es: Puedes mostrar el mismo widget desde código PHP mediante la función <code style="padding:5px 10px;">"follow_me_icons ()"</code>
